INSERT `part` VALUES
  (1, "背中"),
  (2, "脚"),
  (3, "肩"),
  (4, "二頭"),
  (5, "三頭"),
  (6, "腹筋");

INSERT `event` VALUES
  (1, 1, "チンニング"),
  (2, 2, "カーフレイズ"),
  (3, 2, "デッドリフト"),
  (4, 3, "ダンベルプッシュアップ"),
  (5, 3, "サイドレイズ"),
  (6, 3, "ダンブルフェイスプル"),
  (7, 3, "プッシュアップ"),
  (8, 4, "ダンベルカール"),
  (9, 4, "ハンマーカール"),
  (10, 5, "ディップス"),
  (11, 5, "ダンベルキックバック"),
  (12, 6, "アブローラー"),
  (13, 6, "ハンギングレッグレイズ");

INSERT `training` VALUES
  (1, 1, 10, NULL, "2023-05-07T00:00:00"),
  (2, 3, 10, 30.0, "2023-05-06T00:00:00"),
  (3, 4, 10, 11.0, "2023-05-08T00:00:00");
